<?php
// +----------------------------------------------------------------------
// | Created by linshan. 版权所有 @
// +----------------------------------------------------------------------
// | Copyright (c) 2020 All rights reserved.
// +----------------------------------------------------------------------
// | Technology changes the world . Accumulation makes people grow .
// +----------------------------------------------------------------------
// | Author: kaka梦很美 <1099013371@qq.com>
// +----------------------------------------------------------------------

/*
|--------------------------------------------------------------------------
| Spl双向链表
|--------------------------------------------------------------------------
 */

namespace Raylin666\Utils\Spl;

use SplDoublyLinkedList;

/**
 * Class DoubleLinkSpl
 * @package Raylin666\Utils\Spl
 */
class DoubleLinkSpl extends SplDoublyLinkedList
{

}